Repository: romanvm/kodi.external.library
Catalog: plugin.video.external.library/resources/language/resource.language.*/strings.po
Languages: sv_se, uk_ua

# #32000
source: Access
sv_se: Åtkomst
uk_ua: Доступ

# #32001
source: Remote Kodi host
sv_se: Fjärrvärd för Kodi
uk_ua: Адреса сервера Kodi

# #32002
source: Remote Kodi port
sv_se: Fjärrport för Kodi
uk_ua: Порт сервера Kodi

# #32003
source: Movies
sv_se: Filmer
uk_ua: Фільми

# #32004
source: Recently added movies
sv_se: Nyligen tillagda filmer
uk_ua: Нещодавно додані фільми

# #32005
source: TV Shows
sv_se: TV-serier
uk_ua: Серіали

# #32006
source: Recently added episodes
sv_se: Nyligen tillagda avsnitt
uk_ua: Нещодавно додані серії

# #32007
source: Unable to connect to the remote Kodi host!
sv_se: Kunde inte ansluta till den fjärrvärden för Kodi!
uk_ua: Не вдалося підключитися до сервера Kodi

# #32008
source: Unable to retrieve data from the remote Kodi library!
sv_se: Kunde inte hämta data från Kodi-fjärrbiblioteket!
uk_ua: Не вдалося отримати дані з медіатеки сервера Kodi

# #32009
source: Flatten TV show seasons
sv_se: Platta ut tv-seriesäsonger
uk_ua: Не показувати сезони серіалів

# #32010
source: Mark as watched
sv_se: Markera som sedda
uk_ua: Відмітити як переглянуте

# #32011
source: Mark as unwatched
sv_se: Markera som osedda
uk_ua: Відмітити як непереглянуте

# #32012
source: Watched status threshold
sv_se: Tröskelvärde för sedd-status
uk_ua: Поріг відмітки як переглянутого

# #32013
source: Kodi login
sv_se: Kodi-inloggning
uk_ua: Ім'я користувача Kodi

# #32014
source: Kodi password
sv_se: Kodi-lösenord
uk_ua: Пароль Kodi

# #32015
source: Kodi hostname or IP address (without protocol)
sv_se: Kodi-värdnamn eller IP-adress (utan protokoll)
uk_ua: Ім'я сервера або IP-адреса Kodi (без протокола)

# #32016
source: Kodi Medialibrary on {kodi_host}
sv_se: Kodi-mediabibliotek på {kodi_host}
uk_ua: Медіатека Kodi на {kodi_host}

# #32017
source: Kodi External Video Library Client
sv_se: Kodi-klient för externt videobibliotek
uk_ua: Клієнт зовнішньої медіатеки Kodi

# #32018
source: Please run this addon from "Video addons" section.
sv_se: Kör detta tillägg från sektionen "Videotillägg".
uk_ua: Цей додаток слід запускати з розділу "Додатки відео".

# #32019
source: Mediafiles on network shares
sv_se: Mediefiler på nätverksresurser
uk_ua: Медафайли на спільних мережевих папках

# #32020
source: Enable if your mediafiles are stored on network shares accessible from this device.
sv_se: Aktivera om dina mediefiler är lagrade på nätverksresurser som är tillgängliga från den här enheten.
uk_ua: Увімкніть, якщо медіафайли зберігаються у спільних мережевих папках, доступних із цього пристрою.

# #32021
source: Videolibrary Sections
sv_se: Videobibliotekets sektioner
uk_ua: Розділи медіатеки відео

# #32022
source: Playback
sv_se: Uppspelning
uk_ua: Відтворення

# #32023
source: Seasons
sv_se: Säsonger
uk_ua: Сезони

# #32024
source: Playtime to start tracking progress (seconds)
sv_se: Speltid för att börja spåra framsteg (sekunder)
uk_ua: Час, після якого відстежується прогрес перегляду (сек.)

# #32025
source: Playtime after which the plugin starts tracking playback progress.
sv_se: Speltid efter vilken tillägget börjar spåra uppspelningsframsteg.
uk_ua: Час відтворення, після якого додаток починає відстежувати прогрес.

# #32026
source: Playback percentage after which the plugin marks a played video as watched.
sv_se: Uppspelningsprocent efter vilken tillägget markerar en uppspelad video som sedd.
uk_ua: Відсоток перегляду, після якого додаток відмічає відео як переглянуте.

# #32027
source: Music videos
sv_se: Musikvideor
uk_ua: Музичні відео

# #32028
source: Recently added music videos
sv_se: Nyligen tillagda musikvideor
uk_ua: Нещодавно додані музичні відео

# #32029
source: Use HTTPS
sv_se: Använd HTTPS
uk_ua: Використовувати HTTPS

# #32030
source: Update remote videolibrary
sv_se: Uppdatera fjärrvideobibliotek
uk_ua: Оновити віддалену медіатеку

# #32031
source: Updating the remote videolibrary started.
sv_se: Uppdatering av fjärrvideobiblioteket påbörjad.
uk_ua: Почалося оновлення віддаленої медіатеки.

# addon.xml:summary
source: Kodi external video library client
sv_se: Kodi-klient för externt videobibliotek

# addon.xml:description
source: A plugin that allows to browse and play items from a video library on an external Kodi instance.
sv_se: Ett tillägg som gör det möjligt att bläddra och spela upp objekt från ett videobibliotek på en extern Kodi-instans.
